Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_216_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Anáraččat
smn: Anarâšah

source: Anáraččat leat áidna sápmelašjoavku , mii ássá árbevirolaččat dušše ovtta riikkas ja ovtta gielddas .
smn: Aanaarsämmiliih ađai anarâšah láá áinoo sämmilâšjuávkku , mii áásá ärbivuáválávt tuše oovtâ enâmist já oovtâ kieldâ kuávlust .

source: Go eará sápmelaččat leat sierra sivaid geažil molson ássanbáikkiset , de leat anáraččat goittotge oppa historjjálaš áigodaga ássan álo seamma báikkis , Anárjávrri birrasis .
smn: Ko eres sämmiliih láá jieškote-uv suujâi keežild molsom aassâmsaajees , láá anarâšah aainâs-uv ubâ historjállâš ääigi aassâm siämmáá saajeest , Aanaarjäävri pirrâsijn .

source: Sidjiide heive erenomážit sápmelaš girječálli Johan Turi cealkka : " Min boahtimušas ii leat gullon , ahte livččiimet boahtán gosge . "
smn: Sijjân suápá nomâlâssân säämi kirječällee Johan Turin ceelhâ : " Mist ij lah kullum , et mij liččijm puáttám teehi kosten . "

source: Anáraččaid identitehta earuha sin suopmelaččaid lassin maid eará sápmelaččain , davvisápmelaččain ja nuortalaččain , vaikko sii dolletge iežaset sápmelažžan .
smn: Anarâšâi identiteet iärut sii syemmilij lasseen meid eres-uv sämmilijn , tave- já nuorttâsämmilijn , veikkâ sij iänááš identifististeh-uv jieijâs sämmiláid .

source: Iežas joavkku mearkan leat erenomážit giella , ássanguovlu , sohkadiđolašvuohta ja gárvvut .
smn: Jieijâs juávhu meerhah láá aainâs-uv kielâ , aassâmkuávlu , suhâtiäđulâšvuotâ já káárvuh .

source: Gielalaččat anáraččat gullet sámegiela nuorttabeale giellahámiide , vaikko sidjiide lea measta álkit áddet viesttarbeale giellahámiide gullevaš davvisámegiela go nuortagielaide gullevaš nuortalašgiela .
smn: Kielâlávt anarâšah kuleh sämikielâ nuorttâkieláid , veikkâ sijjân lii masaba hiälpub iberdiđ uárjikieláid kullee tavesämikielâ ađai orjâlâškielâ ko nuorttâkieláid kullee nuorttâsämikielâ ađai nuorttâlâškielâ .

source: Ieža sii geavahit sáni ´kielâ´ olggosbuktit suopmaniid dahje giellahámiid gaskasaš earu : anarâškielâ , aanaarkielâ .
smn: Jiejah sij kevttih sääni ´kielâ´ almottiđ suomânij tâi kielâhaamij koskâsijd iäruid : anarâškielâ , aanaarkielâ .

source: Earru eará sámegielaide lea nu stuoris , ahte ránnjágielaidge ádden gáibida hárjánumi .
smn: Iäru eres sämikieláid lii nuuvt styeres , et ránnjákielâi-uv iberdem váátá hárjuttâllâm .

source: Danin ovdamearkka dihte oktasaš oahpahus ja oahppamateriála eará sápmelašjoavkkuiguin ii boađe gažaldahkii .
smn: Tondet ovdâmerkkân ohtsâš máttááttâs já oppâmateriaal eres sämmilŋâšjuávhuiguin ij lah máhđulâš .

source: Dá muhtun ovdamearkkat sátneearuin .
smn: Vyelni ovdâmeerhah motomij saanij iäruin .

source: nuortalašgiella
smn: nuorttâsämikielâ

source: anárašgiella
smn: anarâškielâ

source: albbas
smn: iilvâs

source: bussá
smn: kissá

source: meattá
smn: lappâd

source: Anárašgiela hálli olbmuid mearri lea álo leamaš unni , dušše muhtun čuođi .
smn: Aalmug já kielâsárnooh Anarâškielâ sárnoi meeri lii lamaš ain ucce , tuše motomeh čyeđeh .

source: Otne mearri lea sámedikki statistihka mielde sullii 300 .
smn: Tááláá ääigi anarâšah láá sämitige lovottuv mield s. 300 .

source: Sámediggeválggain 2003 jietnavuoigadahtton , anárašgiela vuosttas giellan oahppan olbmot ledje 269 .
smn: Sämitiggevaaljâin 2003 jienâstemvuoigâdvuođâliih anarâškielâ vuosâkielân oppâm anarâšah lijjii 269 .

source: Muhto go fárrui rehkenastojit dat sámemeroštallamis oaivvilduvvon anáraččat , geaid váhnemiin nubbi dahje okta áhkku dahje áddjá lei vuosttas giellanis hállan anárašgiela , jietnavuoigadahtton olbmuid mearri lea dieđusge ollu stuorát .
smn: Mut ko fáárun lohhojeh toh sämmilâšmiäruštâllâm miäldásiih anarâšah , kiäi vanhimijn nubbe tâi ohtâ ákku tâi äijih lâi oppâm vuosâkielân anarâškielâ , lii jienâstemvuoigâdvuođâlij meeri tiäđust-uv čuuvtij stuárráb .

source: Anárašgiela váttisvuohta lea smávva giellajovkui mihtilmas : čeahpes ja aktiivvalaš olbmot leat uhcán .
smn: Anarâškielâ čuolmâ lii uccâ kielâjuávkun tijpâlâš : mättee já aktiivliih ulmuuh láá uccáá .

source: Seamma olmmoš ferte leat politihkkár , oahpaheaddji , doaimmaheaddji , kulturbargi , jurista , dáiddár , gielladutki , mánáiddivššár , nuoraidbargi jna. .
smn: Siämmáš olmooš šadda leđe politijkkár , máttáátteijee , toimâtteijee , kulttuurpargee , lahâalmai , taaidâr , kielâtotkee , párnáitipšoo , nuorâipargee jna. .

source: Oahpahusa váivvida buot oahpahusa dásiin stuorra vátnivuohta oahppamateriálain ja oahpaheddjiin .
smn: Máttááttâs vääivid puohâin máttááttâs suorgijn stuorrâ vááijuvvuotâ oppâmateriaalâin já máttáátteijein .

source: Materiála dahkkit leat hui unnán .
smn: Materiaalâi rähteeh láá meendu uccáá .

source: Anárašgiela álge oahpahit vuođđoskuvlla badjedásis diibmooahpahussan j. 1976 .
smn: Anarâškielâ máttááttâs aalgij vuáđuškoovlâ pajetääsist tijmemáttááttâssân ive 1976 .

source: Anára gielda vuođđudii oahpaheaddji virggi anárašgiela oahpahusa várás j. 1986 .
smn: Aanaar kieldâ vuáđudij máttáátteijee virge anarâškielâ máttááttâs várás ive 1986 .

source: Iešguhtet ávdnasiid sámegielat oahpahus álggii j. 2000 .
smn: Jieškote-uv amnâsij sämikielâlâš máttááttâs aalgij ive 2000 .

source: Otne anárašgiella lea oahppoplána mielde sihke vieris giellan ja eatnigiellan vuođđooahpahusas ja logahagas .
smn: Tááláá ääigi anarâškielâ lii máttááttâsvuávám mield sehe viereskielân et eenikielân vuáđumáttááttâsâst já luvâttuvâst .

source: Stuđeantadutkosis lea anárašgiela iskosa sáhttán čađahit sihke eatnigielas ja vieris giellan jagi 1998 rájes .
smn: Pajeuáppetutkosijn lii anarâškielâ iskos puáhtám čođâldittiđ sehe eenikielâst et viereskielân ive 1998 rääjist .

source: Sámi oahpahusguovddáš , mii lea nuppi dási oahppolágádus , ordne oanehisgurssaid anárašgielas .
smn: Säämi máttááttâskuávdáš , mii lii nube tääsi oppâlájádâs , uárnee uánihiskuursâid anarâškielâst .

source: Universitehtaoahpahusas sáhttá čađahit oktasaš lohkamiid , ja joatkkaoahput leat plána vuolde .
smn: Ollâopâttâhmáttááttâsâst lii máhđulâš čođâldittiđ almosoopâid , já jotkâoopâid .

source: Anárašgiela gurssat ordnejuvvojit maid elektrihkalaš oktavuođaid bokte gáiddusoahpahussan .
smn: Lasseen anarâškielâ kuursah uárnejuvvojeh šleđgâlâš ohtâvuođâigun kááidusmáttáttâssân .

source: Govas anáraččat Heli Huovinen ja Heikki Nikula .
smn: Kooveest anar âšah Heli Huovinen ja Heikki Nikula .

source: Heli lei sámenuoraid dáiddadáhpáhusa jođiheaddji ja musihkkar Heikki dáhpáhusa duopmár .
smn: Heli tooim âi säminuor âi taaid âtábáhtus jođetteijen já musijkkár Heikki Nikula tábáhtus tuámárin .

source: Dáiddadáhpáhus ordnejuvvui sámekulturguovddás Sajosis njukčamánus 2012 .
smn: Taaid âtábáhtus uárnejui Säämi kulttuurkuávdáš Sajosist kuov âmáánust 2012 .

source: Girjjálašvuohta
smn: Kirjálâšvuotâ

source: Anárašgillii lea almmustuvvan čáppa- ja mánáidgirjjálašvuohta jorgalussan sullii vihttanuppelohkái ja lassin anárašgillii leat čállon badjelaš logi girjji .
smn: Anarâškielân lii almostum čaabâ- já párnáikirjálâšvuotâ jurgâlussân vittânubáloh ihheed já anarâškielân čaallum nubáloh kirjed .

source: Okta maŋimuš máinnasuvvon girjjiin lea ožžon riikkaidgaskasaš IBBY-bálkkašumi ( The International Board on Books for Young People ) .
smn: Ohtâ majemustáámainâšum kiirjijn lii finnim aalmugijkoslâsâš IBBY-palhâšume ( The International Board on Books for Young People ) .

source: Anárašgiela searvi
smn: Anarâškielâ servi

source: Jagis 1986 vuođđuduvvui Anárašgiela searvi , Anarâškielâ servi ry , man bargun lea ovddidit anárašgiela giellabeasse- , áviisa - ja olggosaddindoaimmain sihke diehtojuohkimiin .
smn: Ive 1986 vuáđudui Anarâškielâ servi ry. mon pargon lii ovdediđ anarâškielâ kielâpiervâl- , lostâ- já kirjetoimáin sehe tiätujyehimáin .

source: Searvvi virggálaš giella lea anárašgiella ja buot doaibma dáhpáhuvvá dáinna gielain .
smn: Seervi virgálâš kielâ lii anarâškielâ já puoh toimâ tábáhtuvá tain kieláin .

source: Anárašgiela searvvi vuođđudan anárašgiela giellabeassi Kielâpiervâl álggahii doaimmas 1997 .
smn: Anarâškielâ seervi vuáđudem anarâškielâ Kielâpiervâl algâttij tooimâs 1997 .

source: Dan ulbmilin lea oahpahit vuollái skuvlaahkásaš mánáide anárašgiela .
smn: Ton uáivilin lii vuáháduttiđ vuálá škovlâahasáid párnáid anarâškielâ .

source: Giellabeasi čađahan mánát leat dán rádjai juo sullii 50 .
smn: Kielâpiervâl jottáám párnááh láá taan räi suullân 50 .

source: Giellabeassedoaimma geažil sáhtii Anára vuolledásis álggahit oahpahusa anárašgillii .
smn: Kielâpiervâltooimâ áánsust puovtij Aanaar vyelitääsist algâttiđ máttááttâs anarâškielân .

source: Anarâškielâ servi lea olggosaddán álggu rájes Anarâš-nammasaš bláđi , mii ruhtavátnivuođa geažil sáhttá goit almmustuvvat dušše golbmii jagis .
smn: Anarâškielâ servi lii almostittám aalgâ rääjist Anarâš-loostâ , mii ruttâvänivuođâ keežild puáhtá almostuđ tuše kulmii ivveest .

source: Bláđđi geahččala álkit áddehahtti gielain ja miellagiddevaš fáttáiguin boktit beroštumi anárašgiela geavaheapmái .
smn: Lostâ viggá älkkeht luvâttettee kielâ já mielâkiddiivâš aartâi iššijn luptiđ mielâkiddiivâšvuođâ anarâškielâ kevttimân .

source: Oassi bláđi nummiriin almmustuvvá kaleandarin .
smn: Uási loostâ numerijn almostuvá kalenterân .

source: Anárašgillii álggii 2007 almmustuvvat maid ođasbláđđi Kierâš , mii almmustuvvá oktii vahkus sihke elektrihkalaš hámis ja báberveršuvdnan .
smn: Anarâškielân aalgij 2007 almostuđ meiddei uđâslostâ Kierâš , mii almostuvá ohtii ohhoost sehe šleđgâlâš häämist et pävirversion .

source: Sajádat láhkaásaheamis ja hálddahusas
smn: Sajattâh lahâaasâtmist já haldâttuvâst

source: Muhtun njuolggadusain anáraččat máinnašuvvojit sierra .
smn: Motomijn asâttâsâin anarâšah mainâšuvvojeh sierâ .

source: Dákkárat leat Sámi giellaláhka ( 2004 ) ja Láhka Ruovttueatnan gielaid dutkanguovddážis .
smn: Tágáreh láá Säämi kielâlaahâ ( 2004 ) já Laahâ Päikkieennâm kielâi tutkâmkuávdáást .

source: Vuođđooahpahusa ja logahaga Oahppoplána vuođustusat-áššegirjjiin anárašgielas lea eatnigiela ja vieris giela sajádat .
smn: Vuáđumáttááttâs já luvâttuv Máttááttâsvuávám vuáđustâsah-äššikiirjijn lii anarâškielâst eenikielâ já viereskielâ sajattâh .

source: Sámedikki bargoortnegis anárašgiella lea ovttaárvosaš eará sámegielaiguin .
smn: Sämitige pargo-oornigist anarâškielâst lii siämmáá-árvusâš sajattâh eres sämikielâiguin .

source: Eurohpa ráđi ministtarkomitea ávžžuhii j. 2004 guovllugielaid dahje vehádatgielaid guoski eurohpalaš vuođđogirjji heiveheamis Suomas , ahte Suopma doaibmagoađášii dalán vai duođalaš jávkanvára vuollásaš anáraš- ja nuortalašgielaid eallingelbbolašvuohta sihkkarastojuvvo .
smn: Euroop rääđi ministerkomitea avžuuttij ive 2004 kuávlulijd kielâid tâi ucceeblohokielâid kyeskee eurooplâš vuáđukirje heivitmist Suomâst , et Suomâ " riämá eromâšávt tállán toimáid visásmittiđ tuođâlâš lappumvaarâ vuálásij aanaar- já nuorttâsämikielâi eellimtohálâšvuođâ " .

source: Giella seailu
smn: Kielâ siäilu

source: Anárašgiella ja kultuvra lei vel muhtun logijagiid dás ovdal duođalaš jávkanáitaga vuolde .
smn: Anarâškielâ já kulttuur láin vala motomijd luuvijd iivijd tassaaš tuođâlii lappumuhke vyelni .

source: Anáraččat leat goit ožžon kulturdáhtuineaset áigái buori ovdáneami ja giela ealáskit .
smn: Anarâšah láá kuittâg uážžum kulttuurtátuinis ovdánem jorgettiđ já kielâ iäláskiđ .

source: Anáraččat leat maid eanet ja eanet áddegoahtán , ahte stuorra oassi ovddasvástádusas giela ja kultuvrra seailumis lea sis alddeset .
smn: Anarâšah láá meiddei ibbeerdškuáttám , et stuorrâ uási ovdâsvástádâs kielâ já kulttuur siäilumist lii sist alnestis .

source: Giella seailu , go dat geavahuvvo .
smn: Kielâ siäilu , ko tot kiävttoo .

source: Liŋkkat :
smn: Liiŋkah :

source: Sámemusea Siidda buvttadan diehtopakeahtta anáraččat
smn: Sämimuseo Siijdâ pyevtittem tiätupakkeet aanaarsämmiliih

source: Anáraččaid gárvodanmállet
smn: Anarâšâi káárvuh
